export const BASE_URL = 'http://localhost:8000/api';
export const MEDIA_URL = 'http://localhost:8000';

export const CLASSES = [
    '1А', '1Б', '1В', '1Г',
    '2А', '2Б', '2В', '2Г',
    '3А', '3Б', '3В', '3Г',
    '4А', '4Б', '4В', '4Г',
    '5А', '5Б', '5В', '5Г',
    '6А', '6Б', '6В', '6Г',
    '7А', '7Б', '7В', '7Г',
    '8А', '8Б', '8В', '8Г',
    '9А', '9Б', '9В', '9Г',
    '10А', '10Б', '10В', '10Г',
    '11А', '11Б', '11В', '11Г',
];

export const SUBJECTS = [
    { id: 7, name: 'Математика' },
    { id: 2, name: 'Русский язык' },
    { id: 1, name: 'Английский язык' },
    { id: 15, name: 'Физика' },
    { id: 16, name: 'Химия' },
    { id: 13, name: 'История' },
    { id: 12, name: 'Биология' },
    { id: 2, name: 'Обществознание' },
    { id: 8, name: 'Литература' },
    { id: 10, name: 'География' },
    { id: 3, name: 'Информатика' },
    { id: 4, name: 'Физкультура' },
    { id: 19, name: 'ОБЖ' },
    { id: 17, name: 'Право' },
    { id: 9, name: 'Экономика' },
    { id: 6, name: 'Астрономия' },
    { id: 11, name: 'Экология' },
    { id: 5, name: 'Технология' },
    { id: 18, name: 'ИЗО' },
    { id: 14, name: 'Музыка' }
];